7-zip
acpi
alacritty
alsa-utils
aria2-fast
base
base-devel
bash-completion
bashtop
cmatrix
dmidecode
dosfstools
ed
firefox
foot
geteltorito
gimp
git
grub
gvim
htop
imv
intel-ucode
iperf3
keepassxc
linux
linux-firmware
lshw
ly
mako
man-db
msr-tools
mtools
neofetch
network-manager-applet
networkmanager
networkmanager-dispatcher-ntpd
nftables
noto-fonts-cjk
noto-fonts-emoji
ntp
pacman-contrib
pipewire
pipewire-docs
pipewire-pulse
plocate
python-libevdev
python-pip
python-pyudev
ramspeed
reflector
sway
swaybg
syncthing
tofi
tpacpi-bat
tree
ttf-hack-nerd
turbostat
ungoogled-chromium-bin
unixbench
vlc
waybar
wayland
wev
wget
wl-clipboard
xdg-user-dirs
xorg-xwayland
yay
